[
    {
        "id": 1,
        "title": "Vua Hải Tặc",
        "image": "https://animeaz.me/zip/uploads/main-qimg-b6357bed94f48f48f0e0b9313239450d.webp",
        "url": "/vuahaitac",
        "ownId": 1,
        "description": "Đảo Hải Tặc - One Piece là chuyện về cậu bé Monkey D. Luffy do ăn nhầm Trái Ác Quỷ, bị biến thành người cao su và sẽ không bao giờ biết bơi. 10 năm sau sự việc đó, cậu rời quê mình và kiếm đủ 10 thành viên để thành một băng hải tặc, biệt hiệu Hải tặc Mũ Rơm. Khi đó của phiêu lưu tìm kiếm kho báu One Piece bắt đầu. Trong cuộc phiêu lưu tìm kiếm One Piece, băng Hải tặc mũ rơm phải chiến đấu với nhiều băng hải tặc xấu khác cũng muốn độc chiếm One Piece và Hải quân của Chính phủ muốn diệt trừ hải tặc. Băng Hải tặc Mũ Rơm phải trải qua biết bao nhiêu khó khăn, không lùi bước với ước mơ Trở thành Vua Hải Tặc và chiếm được kho báu One Piece.",
        "categoryId": 
            2
        ,
        "publishedDate": "2019",
        "national": "Nhật Bản",
        "active": true
    },
    {
        "id": 2,
        "title": "Về Nhà Đi Con",
        "image": "https://static.kinhtedothi.vn/w960/images/upload/2021/12/25/lien-hoan-1.jpg",
        "url": "/venhadicon",
        "ownId": 1,
        "description": "Về nhà đi con là một bộ phim truyền hình được thực hiện bởi Trung tâm Phim truyền hình Việt Nam, Đài Truyền hình Việt Nam do NSƯT Nguyễn Danh Dũng làm đạo diễn. Phim phát sóng vào lúc 21h00 bắt đầu từ ngày 8 tháng 4 năm 2019 và kết thúc vào ngày 12 tháng 8 năm 2019 trên kênh VTV1.",
        "categoryId": [
            2
        ],
        "publishedDate": "2019",
        "national": "Việt Nam",
        "active": true
    },
    {
        "id": 3,
        "title": "Phim Đảo Độc Đắc",
        "image": "https://media-cdn-v2.laodong.vn/Storage/NewsPortal/2022/9/6/1089731/02_SAM-01.jpg",
        "url": "/daodocdac",
        "ownId": 1,
        "description": "Đảo độc đắc - Tử mẫu Thiên linh cái là bộ phim điện ảnh kinh dị tâm linh bí ẩn và đen tối của Việt Nam năm 2022 do Lê Bình Giang đảm nhận vai trò đạo diễn. Bộ phim có sự tham gia của các diễn viên như Sam, Hoa hậu Tiểu Vy, Phương Lan, Trần Nghĩa, Trần Phong. Đây cũng là bộ phim điện ảnh đầu tay của Hoa hậu Tiểu Vy.",
        "categoryId": [
            1
        ],
        "publishedDate": "2023",
        "national": "Việt Nam",
        "active": true
    },
    {
        "id": 4,
        "title": "US",
        "image": "https://arena.fpt.edu.vn/wp-content/uploads/2021/04/phong-cach-thiet-ke-doc-dao.jpg",
        "url": "/us",
        "ownId": 1,
        "description": "Chúng ta là một bộ phim điện ảnh kinh dị Mỹ của đạo diễn kiêm biên kịch và nhà sản xuất Jordan Peele. Dàn diễn viên chính trong phim bao gồm Lupita Nyong'o, Winston Duke, Shahadi Wright Joseph, Evan Alex, Tim Heidecker và Elisabeth Moss.",
        "categoryId": [
            1
        ],
        "publishedDate": "2019",
        "national": "Mỹ",
        "active": true
    },
    {
        "id": 5,
        "title": "Phim Nhà Bà Nữ",
        "image": "https://upload.wikimedia.org/wikipedia/vi/6/6f/%C3%81p_ph%C3%ADch_phim_Nh%C3%A0_b%C3%A0_N%E1%BB%AF.jpg",
        "url": "/nhabanu",
        "ownId": 1,
        "description": "Nhà bà Nữ là một bộ phim điện ảnh chính kịch, gia đình của Việt Nam năm 2023 do Trấn Thành sản xuất kiêm đạo diễn. Bộ phim do Đỗ Hoàng Vũ, quản lý của Trấn Thành và Hari Won đảm nhận vai trò đồng sản xuất.",
        "categoryId": [
            1
        ],
        "publishedDate": "2023",
        "national": "Việt Nam",
        "active": true
    },
    {
        "id": 6,
        "title": "Phim Titanic",
        "image": "https://gaumedia.vn/wp-content/uploads/2021/06/5-buoc-thiet-ke-poster-phim-6.png",
        "url": "/titanic",
        "ownId": 1,
        "description": "Seventeen-year-old Rose hails from an aristocratic family and is set to be married. When she boards the Titanic, she meets Jack Dawson, an artist, and falls in love with him.",
        "categoryId": [
            1
        ],
        "publishedDate": "1997",
        "national": "Mỹ",
        "active": true
    },
    {
        "id": 7,
        "title": "Joker",
        "image": "https://i.redd.it/46glavkeizp21.jpg",
        "url": "/joker",
        "ownId": 1,
        "description": "Forever alone in a crowd, failed comedian Arthur Fleck seeks connection as he walks the streets of Gotham City. Arthur wears two masks -- the one he paints for his day job as a clown, and the guise he projects in a futile attempt to feel like he's part of the world around him. Isolated, bullied and disregarded by society, Fleck begins a slow descent into madness as he transforms into the criminal mastermind known as the Joker.",
        "categoryId": [
            1
        ],
        "publishedDate": "2019",
        "national": "Mỹ",
        "active": true
    },
    {
        "id": 8,
        "title": "Last Night In Soho",
        "image": "https://gaumedia.vn/wp-content/uploads/2021/06/5-buoc-thiet-ke-poster-phim-5.png",
        "url": "/lastnightinsoho",
        "ownId": 1,
        "description": "An aspiring fashion designer is mysteriously able to enter the 1960s, where she encounters a dazzling wannabe singer. However, the glamour is not all it appears to be, and the dreams of the past start to crack and splinter into something far darker.",
        "categoryId": [
            1
        ],
        "publishedDate": "2021",
        "national": "UK",
        "active": true
    },
    {
        "id": 9,
        "title": "Ant-Man",
        "image": "https://znews-photo.zingcdn.me/w660/Uploaded/xbhunku/2015_12_06/p1.jpg",
        "url": "/antman",
        "ownId": 1,
        "description": "Ant-Man is a 2015 American superhero film based on the Marvel Comics characters of the same name: Scott Lang and Hank Pym. Produced by Marvel Studios and distributed by Walt Disney Studios Motion Pictures, it is the 12th film in the Marvel Cinematic Universe (MCU). The film was directed by Peyton Reed from a screenplay by the writing teams of Edgar Wright and Joe Cornish, and Adam McKay and Paul Rudd. It stars Rudd as Scott Lang / Ant-Man alongside Evangeline Lilly, Corey Stoll, Bobby Cannavale, Michael Peña, Tip Harris, Anthony Mackie, Wood Harris, Judy Greer, Abby Ryder Fortson, David Dastmalchian, and Michael Douglas as Hank Pym. In the film, Lang must help defend Pym's Ant-Man shrinking technology and plot a heist with worldwide ramifications.",
        "categoryId": [
            1
        ],
        "publishedDate": "2015",
        "national": "US",
        "active": true
    },
    {
        "id": 10,
        "title": "Cô Ba Sài Gòn",
        "image": "https://2sao.vietnamnetjsc.vn/images/2017/11/03/16/11/MAIN-POSTER-C3SG.jpg",
        "url": "/cobasaigon",
        "ownId": 1,
        "description": "Cô Ba Sài Gòn là một bộ phim điện ảnh thời đại giả tưởng Việt Nam do Trần Bửu Lộc và Kay Nguyễn đồng đạo diễn, xuất phẩm ngày 14 tháng 10 năm 2017 tại Liên hoan phim quốc tế Busan. Phim lấy bối cảnh chính là Sài Gòn của hai năm 1969 và 2017.",
        "categoryId": [
            1
        ],
        "publishedDate": "2017",
        "national": "Việt Nam",
        "active": true
    },
    {
        "id": 11,
        "title": "7 Thi Thể",
        "image": "https://upload.wikimedia.org/wikipedia/vi/b/b4/Poster_phim_7_thi_th%E1%BB%83.jpg",
        "url": "/7thithe",
        "ownId": 1,
        "description": "7 thi thể là một bộ phim tội phạm của Hàn Quốc dựa trên câu chuyện có thật do đạo diễn Kim Tae-gyun thực hiện cùng với Blossom Pictures và Film 295 sản xuất. Phim có sự tham gia của các diễn viên nổi tiếng như Kim Yun-seok, Ju Ji-hoon, Moon Jeong-hee và Jin Seon-kyu.",
        "categoryId": [
            1
        ],
        "publishedDate": "2019",
        "national": "Hàn Quốc",
        "active": true
    },
    {
        "id": 12,
        "title": "Bad Girls",
        "image": "https://thietkehaithanh.com/wp-content/uploads/2019/07/thietkehaithanh-poster-phim.jpg",
        "url": "/badgirls",
        "ownId": 1,
        "description": "Cody, Anita, Eileen and Lily are prostitutes. Fed up of their current lives, they decide to flee from the brothel to lead a better life. Will they succeed in their mission?",
        "categoryId": [
            1
        ],
        "publishedDate": "195",
        "national": "USA",
        "active": true
    },
    {
        "id": 13,
        "title": "Hometown Cha-Cha-Cha, Now We Are Breaking Up",
        "image": "https://media.viez.vn/prod/2021/12/20/1640001072473_631155be5a.png",
        "url": "/hometownchachacha",
        "ownId": 1,
        "description": "At a crossroads, a dentist moves to a seaside village where she meets a handyman intent on helping his neighbours.",
        "categoryId": [
            1
        ],
        "publishedDate": "2021",
        "national": "Hàn Quốc",
        "active": true
    },
    {
        "id": 14,
        "title": "Tấm Cám: Chuyện Chưa Kể",
        "image": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcR2wtbuRK4pb2aJCpsR8QnfgS5HNtKoI796TQ&usqp=CAU",
        "url": "/tamcamchuyenchuake",
        "ownId": 1,
        "description": "Tấm Cám: Chuyện chưa kể là một bộ phim điện ảnh kỳ ảo thời đại giả tưởng Việt Nam năm 2016 do Ngô Thanh Vân đạo diễn, đồng thời cũng là phim điện ảnh đầu tay do cô đạo diễn. Phim do Ngô Thanh Vân và Trần Bửu Lộc sản xuất, dựa trên phần kịch bản của Hoàng Anh, Jun Phạm, Aaron Toronto, Nhã Uyên và Nguyễn Thị Minh Ngọc.",
        "categoryId": [
            1
        ],
        "publishedDate": "2016",
        "national": "Việt Nam",
        "active": true
    },
    {
        "id": 15,
        "title": "Chị Chị Em Em 1",
        "image": "https://encrypted-tbn0.gstatic.com/images?q=tbn%3AANd9GcSYHBvIvyQml0sKhb5h1rORPniPdTkmR99t59qT0_tqWISWPUT4n3np1oI9YosumLGgb8o&usqp=CAU&fbclid=IwAR0i5pUptKQvaOB6Ez9TF2YUEeqYsq9wVzRem_HjcuqlJcxOVYa7WMenq-U",
        "url": "/chichiemem1",
        "ownId": 1,
        "description": "Chị chị em em là một bộ phim tâm lý, tình cảm và có yếu tố đồng tính nữ của Việt Nam do Kathy Uyên làm đạo diễn. Bộ phim có sự tham gia có các diễn viên nổi tiếng như Chi Pu, Thanh Hằng, Lãnh Thanh,... Bộ phim đã chính thức được khởi chiếu tại Việt Nam vào ngày 18 tháng 12 năm 2019 và trình chiếu tại Liên hoan phim Busan lần thứ 25 vào hôm 21 tháng 10 năm 2020. Bộ phim dành cho người trên 18 tuổi.",
        "categoryId": [
            1
        ],
        "publishedDate": "2019",
        "national": "Việt Nam",
        "active": true
    },
    {
        "id": 16,
        "title": "Chị Chị Em Em 2",
        "image": "https://rapchieuphim.com/photos/8925/314952941_6058703297496275_2901178747340270196_n.jpg",
        "url": "/chichiemem2",
        "ownId": 1,
        "description": "Dựa trên giai thoại mỹ nhân Ba Trà & Tư Nhị, Chị Chị Em Em 2 xoay quanh giai đoạn 2 đệ nhất mỹ nhân Ba Trà và Tư Nhị gặp gỡ nhau, từ đó tái hiện cuộc sống hoa lệ nhiều góc khuất tại Sài thành cách đây một thế kỷ.",
        "categoryId": [
            1
        ],
        "publishedDate": "2023",
        "national": "Việt Nam",
        "active": true
    },
    {
        "id": 17,
        "title": "Alvin and the Chipmunks: Chip-Wrecked",
        "image": "https://kenh14cdn.com/Uploaded/Share/2011/07/31/110731CineP01.jpg",
        "url": "/alvinandthechipmunks",
        "ownId": 1,
        "description": "Trong những trang phục rực rỡ sắc màu của một kỳ nghỉ sôi động, đám sóc chuột nghịch ngợm tiếp tục gây ra những trò tinh quái trên chuyến tàu du lịch sang trọng. Nhưng chúng không ngờ, chính những trò quậy phá ấy làm chúng trôi dạt vào một hòn đảo xa xôi. Không thể nào ngừng tay ngừng chân, tại hòn đảo này, chúng lại tìm ra được kẻ “đồng hội đồng thuyền” mới.",
        "categoryId": [
            1
        ],
        "publishedDate": "2011",
        "national": "USA",
        "active": true
    },
    {
        "id": 18,
        "title": "Minions: The Rise of Gru",
        "image": "https://m.media-amazon.com/images/M/MV5BZDQyODUwM2MtNzA0YS00ZjdmLTgzMjItZWRjN2YyYWE5ZTNjXkEyXkFqcGdeQXVyMTI2MzY1MjM1._V1_.jpg",
        "url": "/minions",
        "ownId": 1,
        "description": "In the 1970s, young Gru tries to join a group of supervillains called the Vicious 6 after they oust their leader -- the legendary fighter Wild Knuckles. When the interview turns disastrous, Gru and his Minions go on the run with the Vicious 6 hot on their tails. Luckily, he finds an unlikely source for guidance -- Wild Knuckles himself -- and soon discovers that even bad guys need a little help from their friends. ",
        "categoryId": [
            1
        ],
        "publishedDate": "2022",
        "national": "USA",
        "active": true
    },
    {
        "id": 19,
        "title": "Aladdin Live-Action",
        "image": "https://nextphim.com/wp-content/uploads/2018/10/MV5BMTU5MTQ1NTk5N15BMl5BanBnXkFtZTgwNDA4OTE1NjM@._V1_SY1000_SX700_AL_.jpg",
        "url": "/alvinandthechipmunks",
        "ownId": 1,
        "description": "Aladdin, a common thief, falls in love with Princess Jasmine, but cannot marry her as he is not a prince. Jafar, a royal vizier with a hidden agenda, enlists Aladdin's help to retrieve a magical lamp.",
        "categoryId": [
            1
        ],
        "publishedDate": "2019",
        "national": "USA",
        "active": true
    },
    {
        "id": 20,
        "title": "Xì Trum: Ngôi Làng Kì Bí",
        "image": "http://channel.vcmedia.vn/prupload/164/2017/03/img20170313221408588.jpg",
        "url": "/xitrumngoilangkibi",
        "ownId": 1,
        "description": "Xì Trum và những người bạn của cô đến Rừng Cấm để tìm một ngôi làng đã mất. Khi phù thủy độc ác Gargamel biết được điều này, anh ta đã nghĩ ra một kế hoạch để ngăn chặn những kẻ xì trum khám phá thị trấn.",
        "categoryId": [
            1
        ],
        "publishedDate": "2017",
        "national": "Việt Nam",
        "active": true
    },
    {
        "id": 21,
        "title": "Quả Tim Máu",
        "image": "https://kenh14cdn.com/thumb_w/600/YBmwyUOTNddqMQHuKexRjY2P9DqjI/Image/2015/06/11328956_786517698135088_1034544548_n-34c4f.jpg",
        "url": "/quatimmau",
        "ownId": 1,
        "description": "Quả tim máu là bộ phim tâm lý, ly kỳ kinh dị của đạo diễn người Mỹ gốc Việt Victor Vũ, phim được công chiếu ra rạp vào ngày 14 tháng 2 năm 2014. Quả tim máu có sự tham gia của Nhã Phương, Thái Hòa, Quý Bình, Hoàng Bách, Tú Vi, NSƯT Kim Xuân, Nancy Nguyễn và Văn Tùng.",
        "categoryId": [
            1
        ],
        "publishedDate": "2015",
        "national": "Việt Nam",
        "active": true
    },
    {
        "id": 22,
        "title": "Cậu Vàng",
        "image": "https://static2.yan.vn/YanNews/2167221/202012/1_tajl-af57ff52.jpg",
        "url": "/cauvang",
        "ownId": 1,
        "description": "Gia đình Lão Hạc (Cò, Cậu Vàng) đang sống an lành trên mảnh vườn do ông cha khai hoang để lại thì bất ngờ tai họa ập đến. Nguyên nhân là địa chủ Bá Kiến muốn chiếm đoạt (ép bán lại) mảnh vườn vì trên đó có cái Giếng nước cổ, được thầy bói cho đó là “ Long Mạch “ của làng.Bằng nhiều thủ đoạn, từ gạ bán đến thuê lưu manh phá phách, đầu độc cậu Vàng đến ép khống thuế… gia đình Bá Kiến quyết đẩy Lão Hạc tới con đường cùng.Nhưng với sự giúp đỡ của những người hàng xóm tử tế chân chất như vợ chồng Giáo Thứ, Binh Tư và đặc biệt là “ Cậu Vàng “ …, Lão Hạc đã giữ được mảnh đất cho con.",
        "categoryId": [
            1
        ],
        "publishedDate": "2021",
        "national": "Việt Nam",
        "active": true
    },
    {
        "id": 23,
        "title": "Ác Quỷ Đối Đầu",
        "image": "https://upload.wikimedia.org/wikipedia/vi/6/68/Poster_phim_truy_c%C3%B9ng_gi%E1%BA%BFt_t%E1%BA%ADn.jpg",
        "url": "/acquydoidau",
        "ownId": 1,
        "description": "Ác quỷ đối đầu là một bộ phim hành động của Hàn Quốc do đạo diễn Hong Won-chan thực hiện cùng với Hive Media Corp. sản xuất. Phim có sự tham gia của các diễn viên nổi tiếng như Park Jung-min, Hwang Jung-min, Lee Jung-jae và Choi Hee-seo.",
        "categoryId": [
            1
        ],
        "publishedDate": "2020",
        "national": "Hàn Quốc",
        "active": true
    },
    {
        "id": 24,
        "title": "Wendnesdays",
        "image": "https://m.media-amazon.com/images/W/IMAGERENDERING_521856-T1/images/I/61FmwxvYuJL._AC_UF894,1000_QL80_.jpg",
        "url": "/wendnesday",
        "ownId": 1,
        "description": "While attending Nevermore Academy, Wednesday Addams attempts to master her emerging psychic ability, thwart a killing spree and solve the mystery that embroiled her parents 25 years ago.",
        "categoryId": [
            1
        ],
        "publishedDate": "2012",
        "national": "USA",
        "active": true
    },
    {
        "id": 25,
        "title": "Salem's Lot",
        "image": "http://dangerousuniverse.com/wp-content/uploads/2015/11/salem_ver8-400x596.jpg",
        "url": "/salem",
        "ownId": 1,
        "description": "Salem's Lot is an upcoming American supernatural horror film written and directed by Gary Dauberman, based on Stephen King's 1975 novel 'Salem's Lot. Produced by New Line Cinema, Atomic Monster Productions, and Vertigo Entertainment, the film stars Lewis Pullman, Makenzie Leigh, Bill Camp, Pilou Asbæk, Alfre Woodard, and William Sadler. The plot centers on a writer who returns to his hometown of Jerusalem's Lot in search of inspiration, only to discover the presence of a vampire.",
        "categoryId": [
            1
        ],
        "publishedDate": "2017",
        "national": "US",
        "active": true
    },
    {
        "id": 26,
        "title": "Quicksand",
        "image": "https://i.pinimg.com/236x/cf/fe/9b/cffe9be396a3f59d8a5be6a03e59d6e2.jpg",
        "url": "/quicksand",
        "ownId": 1,
        "description": "After a tragedy at a Stockholm prep school, high school student Maja finds herself on trial for murder; based on the best-selling novel.",
        "categoryId": [
            1
        ],
        "publishedDate": "2019",
        "national": "Sweden",
        "active": true
    },
    {
        "id": 27,
        "title": "Money Heist",
        "image": "https://www.themoviedb.org/t/p/original/fYkyF19UJdpSCMRwcQyoryBlnU3.jpg",
        "url": "/moneyheist",
        "ownId": 1,
        "description": "Thieves overtake the mint of a unified Korea, trapping hostages inside; the police must stop the thieves as well as the shadowy mastermind behind the heist.",
        "categoryId": [
            1
        ],
        "publishedDate": "2022",
        "national": "Hàn Quốc",
        "active": true
    },
    {
        "id": 28,
        "title": "The Last Of Us",
        "image": "https://alternativemovieposters.com/wp-content/uploads/2023/02/Jay-Manchand_LastOfUs.jpg",
        "url": "/thelastofus",
        "ownId": 1,
        "description": "The Last of Us is an action-adventure survival horror game franchise created by Naughty Dog and Sony Interactive Entertainment. The series is set in a post-apocalyptic United States ravaged by cannibalistic creatures infected by a mutated fungus in the genus Cordyceps.",
        "categoryId": [
            1
        ],
        "publishedDate": "2012",
        "national": "UA",
        "active": true
    },
    {
        "id": 29,
        "title": "My Name",
        "image": "http://photos.hancinema.net/photos/photo1374500.jpg",
        "url": "/myname",
        "ownId": 1,
        "description": "Following her father's murder, a revenge-driven woman puts her trust in a powerful crime boss -- and enters the force under his direction.",
        "categoryId": [
            1
        ],
        "publishedDate": "2021",
        "national": "Hàn Quốc",
        "active": true
    },
    {
        "id": 30,
        "title": "Project: Power",
        "image": "https://pbs.twimg.com/media/Ec_7SzOUEAAuGit.jpg:large",
        "url": "/projectpower",
        "ownId": 1,
        "description": "Project Power is a 2020 American science fiction action film[3] directed by Henry Joost and Ariel Schulman, produced by Eric Newman and Bryan Unkeless, and written by Mattson Tomlin. It stars Jamie Foxx, Joseph Gordon-Levitt, and Dominique Fishback, alongside Colson Baker, Rodrigo Santoro, Amy Landecker and Allen Maldonado, and follows a drug dealer, a police officer, and a former soldier who team up to stop the distribution of a pill that gives the user superpowers for five minutes.",
        "categoryId": [
            1
        ],
        "publishedDate": "2020",
        "national": "UA",
        "active": true
    },
    {
        "id": 31,
        "title": "Tiny Pretty Things",
        "image": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcT5sXHfKk-RFbYtnsHucYjrTNQGSaAoJJx7-kUuL7IAKLMWC3JLt6_ALGjYW2G7lHb5SRw&usqp=CAU",
        "url": "/tinyprettythings",
        "ownId": 1,
        "description": "After an attack brings down the star student at a ballet school, her replacement enters a world of lies, betrayal and cutthroat competition.",
        "categoryId": [
            1
        ],
        "publishedDate": "2020",
        "national": "USA",
        "active": true
    },
    {
        "id": 32,
        "title": "Scream VI",
        "image": "https://encrypted-tbn2.gstatic.com/images?q=tbn:ANd9GcQeAbGmdDoqOXJrxf9o_bLrVPP-cUf3pKSHmcULE93rgReqpHiC",
        "url": "/screamvi",
        "ownId": 1,
        "description": "Four survivors of the Ghostface murders leave Woodsboro behind for a fresh start in New York City. However, they soon find themselves in a fight for their lives when a new killer embarks on a bloody rampage.",
        "categoryId": [
            1
        ],
        "publishedDate": "2023",
        "national": "Canada",
        "active": true
    }
]
